{
  "services": [
    {
      "category": "Creative & Visual Services",
      "icon": "icon-graphic.png",
      "items": [
        {
          "title": "Graphic Designing",
          "description": "We create eye-catching designs for your brand including social media posts, flyers, posters, business cards, brochures, and complete brand kits. Our focus is to give your brand a modern and creative visual identity that stands out in the market."
        },
        {
          "title": "Motion Graphics",
          "description": "We produce animated videos, logo intros, kinetic typography, and visual effects that make your content more dynamic and engaging. These animations help in grabbing attention and telling your brand’s story creatively."
        },
        {
          "title": "3D Design & Modeling",
          "description": "We design realistic 3D models and product mockups for branding, packaging, architecture visualization, and more. These designs help showcase your ideas in a professional and visually impressive way."
        },
        {
          "title": "Photo Editing & Retouching",
          "description": "We provide professional photo editing services including background removal, retouching, color correction, and image enhancement. Perfect for product photos, social media, and personal branding."
        },
        {
          "title": "UI/UX Design",
          "description": "We design clean and modern user interfaces for websites and mobile apps. From wireframes to interactive prototypes, we ensure your apps and websites look great and are easy to use."
        },
        {
          "title": "NFT Art & Web3 Graphics",
          "description": "We create unique NFT artworks and digital collectibles for blockchain projects. We also design Web3 visuals that help your project stand out in the digital space."
        },
        {
          "title": "Interactive PDFs & Digital Brochures",
          "description": "We design professional, clickable PDFs and digital brochures with interactive buttons, links, and animations. Ideal for presentations, portfolios, or client proposals."
        },
        {
          "title": "Templates & Presets Creation",
          "description": "We create ready-to-use templates for Canva, Photoshop, and other tools, along with Lightroom presets and video editing templates. These can be used for personal use or sold as digital products."
        }
      ]
    },
    {
      "category": "Media & Content Services",
      "icon": "icon-video.png",
      "items": [
        {
          "title": "Video Editing",
          "description": "We edit professional videos for YouTube, Instagram, Reels, ads, and promotional content. We focus on clean cuts, smooth transitions, modern effects, and premium visuals."
        },
        {
          "title": "Thumbnail & Hook Designing",
          "description": "We design attractive thumbnails and help you create video hooks (the first few seconds) that grab attention and increase click-through rates on YouTube, Instagram, and other platforms."
        },
        {
          "title": "Podcast Clips & Graphics",
          "description": "We convert long podcasts into short, viral clips suitable for social media. We also design branded graphics and audiograms to promote your podcasts on various platforms."
        },
        {
          "title": "Voiceover & Dubbing (AI & Human)",
          "description": "We provide professional voiceovers and dubbing services for videos, ads, and explainers. We offer both human voiceovers and AI-generated voices in multiple languages."
        },
        {
          "title": "Text-to-Speech Video Creation",
          "description": "We create videos using AI voiceovers combined with visuals, animations, or stock footage. This is perfect for explainer videos, content marketing, and social media posts."
        }
      ]
    },
    {
      "category": "Tech & Development Services",
      "icon": "icon-web.png",
      "items": [
        {
          "title": "Website Development",
          "description": "We build clean, fast, and SEO-friendly websites for personal brands, businesses, and e-commerce stores. Our websites are fully responsive and designed for a smooth user experience."
        },
        {
          "title": "E-commerce Solutions",
          "description": "We develop online stores using platforms like Shopify, WooCommerce, or custom solutions. We handle product setup, payment gateways, and mobile-friendly designs to help you start selling online."
        },
        {
          "title": "App Development",
          "description": "We develop Android and iOS apps with modern UI/UX designs and smooth performance. Whether it’s a startup idea or a business app, we deliver high-quality mobile solutions."
        },
        {
          "title": "Online Course & LMS Setup",
          "description": "We help you launch your own online course platform with video hosting, student dashboards, quizzes, and payment integrations. Ideal for educators, coaches, and personal brands."
        },
        {
          "title": "Micro SaaS Tools Development",
          "description": "We develop small but powerful software tools like QR code generators, bio link pages, calculators, or other useful web-based tools that help your business or can be sold as products."
        },
        {
          "title": "Sales Funnel Setup",
          "description": "We design and develop complete sales funnels including landing pages, lead capture forms, email follow-ups, and upsells. This helps in turning visitors into paying customers."
        },
        {
          "title": "WhatsApp & Chatbot Marketing",
          "description": "We set up automated WhatsApp marketing systems and chatbots for customer support, lead generation, and sales automation—helping you stay connected with customers 24/7."
        }
      ]
    },
    {
      "category": "Marketing & Growth Services",
      "icon": "icon-social.png",
      "items": [
        {
          "title": "Digital Marketing",
          "description": "We manage paid ads, lead generation, SEO strategies, and online campaigns to help your brand grow and reach the right audience."
        },
        {
          "title": "Social Media Management",
          "description": "We handle your social media pages including content creation, posting, audience engagement, and strategy planning to help grow your online presence."
        },
        {
          "title": "Influencer Marketing Management",
          "description": "We help brands collaborate with the right influencers, manage the campaigns, and ensure real growth through creative and strategic partnerships."
        },
        {
          "title": "Email Marketing & Automation",
          "description": "We create email templates, set up email sequences, and automate your customer follow-ups for better engagement and conversions."
        },
        {
          "title": "Online Reputation Management (ORM)",
          "description": "We monitor and manage your brand’s online reputation by handling reviews, feedback, and customer engagement across platforms."
        },
        {
          "title": "AI Tools Consultancy & Automation",
          "description": "We guide businesses and creators on how to use AI tools for content creation, automation, and productivity. We also help in setting up automated workflows to save time."
        },
        {
          "title": "YouTube Channel Setup & Management",
          "description": "We help you start and grow your YouTube channel. From setting up the channel art and branding to content planning, SEO, and management—we handle everything."
        }
      ]
    },
    {
      "category": "Content & Brand Setup",
      "icon": "icon-brand.png",
      "items": [
        {
          "title": "Brand Identity Creation",
          "description": "We create your complete brand identity including logos, color palettes, typography, and brand guidelines to give your business a professional look."
        },
        {
          "title": "Content Writing & Copywriting",
          "description": "We write blogs, website content, ad copies, product descriptions, captions, and more to engage your audience and promote your brand effectively."
        },
        {
          "title": "Event Branding & Digital Collateral",
          "description": "We design all the digital materials needed for online and offline events including invites, banners, social media posts, and promotional graphics."
        },
        {
          "title": "Digital Business Setup (Business-in-a-Box)",
          "description": "We help startups and creators launch their online business from scratch. This includes branding, website setup, content creation, social media setup, and marketing plans—all in one package."
        }
      ]
    }
  ]
}
